"CANCEL" = "Zrušit";
"DONE" = "Hotovo";
"OK" = "OK";

"VOICE_MEMOS_NAVIGATION_TITLE" = "Záznamy";
"INFO_NAVIGATION_TITLE" = "Info";
"LABEL_NAVIGATION_TITLE" = "Popis";
"CUSTOM_NAVIGATION_TITLE" = "Vlastní";

"SHARE" = "Sdílet";
"DELETE" = "Smazat";

"SHARE_DETAILS_BUTTON" = "Sdílet";
"TRIM_DETAILS_BUTTON" = "Oříznout záznam";

"SPEAKER_BUTTON" = "Reproduktor";
"DELETE_MEMO_BUTTON" = "Smazat záznam";
"SEND_TRIMMED_MMS_BUTTON" = "Odeslat zprávu";
"SEND_TRIMMED_MAIL_BUTTON" = "Odeslat poštu";
"SHARE_PROMPT" = "Sdílet hlasový záznam:";
"SEND_MAIL_BUTTON" = "E-mail";
"SEND_MMS_BUTTON" = "Zpráva";
"TRIM_BUTTON" = "Oříznout";
"CLOSE_BUTTON" = "Zavřít";
"OK_BUTTON" = "OK";

"NONE_LABEL" = "Žádný";
"PODCAST_LABEL" = "Podcast";
"INTERVIEW_LABEL" = "Rozhovor";
"LECTURE_LABEL" = "Přednáška";
"IDEA_LABEL" = "Nápad";
"MEETING_LABEL" = "Schůzka";
"MEMO_LABEL" = "Záznam";
"CUSTOM_LABEL" = "Vlastní";

"RECORDED_ON_FORMAT" = "Záznam: %@";
"RECORDED_ON_FORMAT_EXTENDED" = "Záznam: %@ v %@";

"RECORDING_STATUS_BAR_FORMAT" = "Záznam (%@)";
"RECORDING_PAUSED_STATUS_BAR_FORMAT" = "Záznam pozastaven (%@)";
"RECORDING_STATUS_BAR_TIME_HMS_FORMAT" = "%d:%02d:%02d";
"RECORDING_STATUS_BAR_TIME_MS_FORMAT" = "%02d:%02d";

"RECORDING_DURATION_HMS_UNITS_FORMAT" = "%d h %d m %d s";
"RECORDING_DURATION_HMS_NO_UNITS_FORMAT" = "%d:%02d:%02d";
"RECORDING_DURATION_MS_UNITS_FORMAT" = "%d m %d s";
"RECORDING_DURATION_MS_NO_UNITS_FORMAT" = "%02d:%02d";
"RECORDING_DURATION_S_UNITS_FORMAT" = "%d s";
"RECORDING_DURATION_S_NO_UNITS_FORMAT" = "00:%02d";

"MEMO_TOO_LONG_ALERT_TITLE" = "Příliš dlouhý záznam";
"MEMO_TOO_LONG_ALERT_BODY" = "Chcete poslat kratší verzi záznamu?";

"UNABLE_TO_RECORD_ALERT_TITLE" = "Chybí mikrofon";
"UNABLE_TO_RECORD_ALERT_BODY" = "Chcete-li zaznamenat hlasovou poznámku, připojte mikrofon.";

"UNABLE_TO_INTERRUPT_ALERT_TITLE" = "Záznamy nepovoleny";
"UNABLE_TO_INTERRUPT_ALERT_BODY" = "Chcete-li zaznamenat hlasovou poznámku, ukončete volání.";

"LOW_DISK_SPACE_ALERT_TITLE" = "Málo místa na disku";
"LOW_DISK_SPACE_ALERT_BODY" = "Není dost místa na disku pro pokračování záznamu hlasové poznámky. Uvolněte místo smazáním nějakých videí nebo obrázků.";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Chcete-li poslat e-mail se záznamem, nastavte si poštovní účet.";

"MEMO_FILENAME" = "Záznam";
